Revit 2027 API
ParameterTypeId.Directcontext3dLoaded Property
 "Loaded"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Directcontext3dLoaded { get; }
Public Shared ReadOnly Property Directcontext3dLoaded As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Directcontext3dLoaded {
	ForgeTypeId^ get ();
}
static member Directcontext3dLoaded : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace